Repository: JoaoFloresDev/SuecaDrink
Catalog: sueca/Calculadora/Resources/*.lproj/Localizable.strings
Languages: es_419, pt_br

# welcomeMessage
source: Good game! All players start with 20 points
es_419: ¡Buen juego! Todos los jugadores comienzan con 20 puntos
pt_br: Bom Jogo! Todos os jogadores começam com 20 pontos

# welcomeTitle
source: Click on the letter to start
es_419: Haz clic en la carta para comenzar
pt_br: Clique na carta para começar

# 1_title
source: An enemy
es_419: Un enemigo
pt_br: Um inimigo

# 2_title
source: Two enemy
es_419: Dos enemigos
pt_br: Dois inimigos

# 3_title
source: Three enemy
es_419: Tres enemigos
pt_br: Três inimigos

# 4_title
source: Exit
es_419: Salida
pt_br: Saída

# 5_title
source: I never
es_419: Yo nunca
pt_br: Eu nunca

# 6_title
source: Continence
es_419: Continencia
pt_br: Continência

# 8_title
source: Unspoken word
es_419: Palabra no dicha
pt_br: Palavra não dita

# 9_title
source: C or S
es_419: C o S
pt_br: C ou S

# 10_title
source: Create a rule
es_419: Crea una regla
pt_br: Crie uma regra

# 11_title
source: Men lose
es_419: Los hombres pierden
pt_br: Homens perdem

# 12_title
source: Women lose
es_419: Las mujeres pierden
pt_br: Mulheres perdem

# 13_title
source: All lose
es_419: Todos pierden
pt_br: Todos perdem

# 1_description
source: Choose a player to lose.
es_419: Elige un jugador para perder.
pt_br: Escolha um jogador para perder.

# 2_description
source: Choose two players to lose.
es_419: Elige dos jugadores para que pierdan.
pt_br: Escolha dois jogadores para perderem.

# 3_description
source: Choose three players to lose.
es_419: Elige tres jugadores para que pierdan.
pt_br: Escolha três jogadores para perderem.

# 4_description
source: Allows the player to go to the bathroom. This card can also be saved and traded.
es_419: Permite al jugador ir al baño. Esta carta también puede ser guardada y negociada.
pt_br: Permite ao jogador uma ida ao banheiro. Essa carta também pode ser guardada e negociada.

# 5_description
source: The game consists of someone raising a denial, all those who have already done it, lose.
es_419: El juego consiste en que alguien levante una negación, todos aquellos que ya lo hayan hecho, pierden.
pt_br: A brincadeira consiste em alguém levantar uma negação, todos aqueles que já tiverem feito, perdem.

# 6_description
source: At any point during the game, you can place your hand on your forehead, saluting. The last one who notices and salutes, loses.
es_419: En cualquier momento del juego, puedes poner la mano en la frente, haciendo continencia. El último que se dé cuenta y haga continencia, pierde.
pt_br: Em qualquer momento do jogo, você pode colocar a mão na testa, fazendo continência. O último que perceber e fizer continência, perde.

# 7_description
source: Start a count up starting at 1, multiples of 3 and having 3 are replaced by PI, whoever makes a mistake loses. Ex: 1, 2, PI, 4, 5, PI, 7, 8, PI.
es_419: Inicia un conteo ascendente comenzando en 1, múltiplos de 3 y aquellos que contengan 3 son reemplazados por PI, quien se equivoque pierde. Ej: 1, 2, PI, 4, 5, PI, 7, 8, PI.
pt_br: Inicie uma contagem crescente iniciada em 1, múltiplos de 3 e que tenham 3 são substituídos por PI, quem errar perde. Ex: 1, 2, PI, 4, 5, PI, 7, 8, PI.

# 8_description
source: Choose a word that cannot be said. Whoever speaks loses.
es_419: Elige una palabra que no pueda ser dicha. Quien la diga pierde.
pt_br: Escolha uma palavra que não pode ser dita. Quem falar perde.

# 9_description
source: Words starting with C or S are prohibited. Say a word, the next player must say another of the same theme, following until someone makes a mistake.
es_419: Están prohibidas las palabras que comiencen con C o S. Di una palabra, el siguiente jugador debe decir otra del mismo tema, siguiendo hasta que alguien falle.
pt_br: São proibidas palavras iniciadas com C ou S. Diga uma palavra, o próximo jogador deve dizer outra do mesmo tema, seguindo até que alguém erre.

# 10_description
source: Set a rule for everyone to obey. Example: “You can only speak standing”. Whoever breaks the rule, loses.
es_419: Determina una regla para que todos obedezcan. Ejemplo: “Solo se puede hablar de pie”. Quien rompa la regla, pierde.
pt_br: Determine uma regra para todos obedecerem. Exemplo: “Só pode falar em pé”. Quem quebrar a regra, perde.

# 11_description
source: All men in the game lose.
es_419: Todos los hombres en el juego pierden.
pt_br: Todos os homens no jogo perdem.

# 12_description
source: All women in the game lose.
es_419: Todas las mujeres en el juego pierden.
pt_br: Todas as mulheres no jogo perdem.

# 13_description
source: All players lose.
es_419: Todos los jugadores pierden.
pt_br: Todos os jogadores perdem.
